Repository: rmartinl1109/KitchenFlow
Catalog: KitchenFlowWatch/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt, zh_hans

# settings.action.rate_app
source: Rate KitchenFlow on the App Store
de: KitchenFlow bewerten
es: Valorar KitchenFlow en el App Store
fr: Noter KitchenFlow sur l'App Store
pt: Avaliar KitchenFlow no App Store
zh_hans: 在 App Store 为 KitchenFlow 评分

# settings.action.send_feedback
source: Send Feedback & Feature Ideas
de: Feedback & Vorschläge senden
es: Enviar comentarios o sugerencias
fr: Envoyer des suggestions ou avis
pt: Enviar sugestões ou feedback
zh_hans: 发送使用反馈与功能建议

# settings.action.share_app
source: Share KitchenFlow with Friends
de: KitchenFlow mit Freunden teilen
es: Compartir KitchenFlow con amigos
fr: Partager KitchenFlow avec des amis
pt: Compartilhar KitchenFlow com amigos
zh_hans: 向好友推荐 KitchenFlow

# settings.action.terms_of_use
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
pt: Termos de uso
zh_hans: 使用条款

# settings.action.website
source: Official Website
de: Offizielle Website
es: Sitio web oficial
fr: Site web officiel
pt: Site oficial
zh_hans: 官方网站

# settings.appearance.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
pt: Escuro
zh_hans: 深色模式

# settings.appearance.light
source: Light
de: Hell
es: Claro
fr: Clair
pt: Claro
zh_hans: 浅色模式

# settings.language.open_system_settings
source: Open in iOS Settings
de: In den iOS-Einstellungen öffnen
es: Abrir en Ajustes de iOS
fr: Ouvrir dans Réglages iOS
pt: Abrir nos Ajustes do iOS
zh_hans: 在 iOS 设置中打开

# settings.language.option_de
source: German (Deutsch)
de: Deutsch
es: Alemán (Deutsch)
fr: Allemand (Deutsch)
pt: Alemão (Deutsch)
zh_hans: 德语 (Deutsch)

# settings.language.option_en
source: English
de: Englisch (English)
es: Inglés (English)
fr: Anglais (English)
pt: Inglês (English)
zh_hans: 英语 (English)

# settings.language.option_es
source: Spanish (Español)
de: Spanisch (Español)
es: Español
fr: Espagnol (Español)
pt: Espanhol (Español)
zh_hans: 西班牙语 (Español)

# settings.language.option_fr
source: French (Français)
de: Französisch (Français)
es: Francés (Français)
fr: Français
pt: Francês (Français)
zh_hans: 法语 (Français)

# settings.language.option_pt
source: Portuguese (Português)
de: Portugiesisch (Português)
es: Portugués (Português)
fr: Portugais (Português)
pt: Português
zh_hans: 葡萄牙语 (Português)

# settings.language.option_zh_hans
source: Simplified Chinese (中文)
de: Vereinfachtes Chinesisch (中文)
es: Chino Simplificado (中文)
fr: Chinois Simplifié (中文)
pt: Chinês Simplificado (中文)
zh_hans: 简体中文

# settings.language.system
source: System (Automatic)
de: System (Automatisch)
es: Sistema (Automático)
fr: Système (Automatique)
pt: Sistema (Automático)
zh_hans: 系统（自动）

# settings.preference.haptics
source: Haptic Feedback
de: Haptisches Feedback
es: Vibración háptica
fr: Retours haptiques
pt: Respostas táteis
zh_hans: 触觉震动反馈

# settings.preference.keep_awake
source: Keep Screen Awake While Cooking
de: Display beim Kochen aktiv halten
es: Mantener pantalla activa al cocinar
fr: Garder l'écran allumé en cuisinant
pt: Manter tela ligada ao cozinhar
zh_hans: 烹饪时保持屏幕常亮

# settings.preference.keep_awake_desc
source: Prevents auto-lock during active cooking sessions.
de: Verhindert die automatische Bildschirmsperre während des Timers.
es: Evita que el dispositivo se bloquee durante una sesión de cocina.
fr: Évite le verrouillage automatique pendant la cuisson.
pt: Evita que o aparelho bloqueie durante a sessão de preparo.
zh_hans: 在活跃烹饪计时期间阻止设备自动锁屏。

# settings.preference.sound_alerts
source: Audio Alerts & Chimes
de: Signaltöne für Intervalle
es: Sonidos y avisos acústicos
fr: Alertes et signaux sonores
pt: Alertas e sinais sonoros
zh_hans: 提示音效与铃声

# settings.section.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
pt: Aparência
zh_hans: 外观样式

# settings.section.cooking_preferences
source: Cooking Preferences
de: Kocheinstellungen
es: Preferencias de cocina
fr: Préférences de cuisson
pt: Preferências de preparo
zh_hans: 烹饪偏好

# settings.section.language
source: Language
de: Sprache
es: Idioma
fr: Langue
pt: Idioma
zh_hans: 语言

# settings.section.language_footer
source: By default, the app follows your device language. You can select a specific language here.
de: Standardmäßig folgt die App der Sprache Ihres Geräts. Hier können Sie eine bestimmte Sprache auswählen.
es: De forma predeterminada, la app utiliza el idioma de tu dispositivo. Puedes seleccionar otro idioma aquí.
fr: Par défaut, l'application suit la langue de votre appareil. Vous pouvez choisir une langue spécifique ici.
pt: Por padrão, o app segue o idioma do seu dispositivo. Você pode escolher um idioma específico aqui.
zh_hans: 默认情况下，应用遵循您的设备语言。您可以在此处选择特定语言。

# settings.section.legal_about
source: About & Legal
de: Über & Rechtliches
es: Acerca de y legal
fr: À propos et mentions légales
pt: Sobre e termos legais
zh_hans: 关于与法律条款

# settings.section.membership
source: Membership
de: Mitgliedschaft
es: Membresía
fr: Abonnement
pt: Assinatura
zh_hans: 会员计划

# settings.section.support_community
source: Support & Community
de: Support & Feedback
es: Soporte y comunidad
fr: Assistance et communauté
pt: Suporte e comunidade
zh_hans: 支持与交流

# settings.share_message
source: Check out KitchenFlow — the precision multi-phase cooking timer app for iPhone, iPad and Apple Watch!
de: Schau dir KitchenFlow an – die smarte Küchen-Timer App mit Phasen und Intervallen!
es: ¡Descubre KitchenFlow, la app de temporizadores de cocina encadenados por fases para iPhone, iPad y Apple Watch!
fr: Découvrez KitchenFlow — l'application de minuteurs de cuisine par étapes pour iPhone, iPad et Apple Watch !
pt: Descubra o KitchenFlow — o app de timers culinários por etapas para iPhone, iPad e Apple Watch!
zh_hans: 快来体验 KitchenFlow —— 专为美食家打造的连续多阶段烹饪计时神器！

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
pt: Ajustes
zh_hans: 设置

# watch.action.dismiss_interval
source: Dismiss
de: Verwerfen
es: Descartar
fr: Ignorer
pt: Dispensar
zh_hans: 忽略

# watch.action.done
source: Done
de: Fertig
es: Listo
fr: Terminé
pt: Concluído
zh_hans: 完成

# watch.action.refresh_sync
source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
pt: Sincronizar
zh_hans: 同步

# watch.completed.subtitle
source: Enjoy your meal. Your dish is ready.
de: Guten Appetit. Dein Gericht ist fertig.
es: Buen provecho. Tu plato está listo.
fr: Bon appétit. Votre plat est prêt.
pt: Bom apetite. O seu prato está pronto.
zh_hans: 用餐愉快。您的菜肴已准备就绪。

# watch.completed.title
source: Recipe Completed!
de: Rezept fertiggestellt!
es: ¡Receta Completada!
fr: Recette terminée !
pt: Receita concluída!
zh_hans: 食谱已完成！

# watch.idle.subtitle
source: Start any recipe on your iPhone and it will appear here automatically.
de: Starte ein beliebiges Rezept auf dem iPhone, es erscheint hier automatisch.
es: Inicia cualquier receta en tu iPhone y la verás aquí automáticamente.
fr: Lancez une recette sur votre iPhone et elle s'affichera ici automatiquement.
pt: Inicie qualquer receita no seu iPhone e ela aparecerá aqui automaticamente.
zh_hans: 在 iPhone 上开始任何食谱，将在此处自动显示。

# watch.idle.title
source: Ready to Cook
de: Bereit zum Kochen
es: Listo para Cocinar
fr: Prêt à cuisiner
pt: Pronto a Cozinhar
zh_hans: 准备烹饪

# watch.label.next_step_prefix
source: Next:
de: Weiter:
es: Siguiente:
fr: Suivant :
pt: Seguinte:
zh_hans: 下一步：

# watch.pro.subtitle
source: Live synchronization and sensory alerts on Apple Watch are exclusive to KitchenFlow Pro.
de: Live-Synchronisation und sensorische Hinweise auf der Apple Watch sind exklusiv für KitchenFlow Pro.
es: La sincronización y los avisos sensoriales en tu Apple Watch son exclusivos de KitchenFlow Pro.
fr: La synchronisation et les alertes sensorielles sur Apple Watch sont réservées à KitchenFlow Pro.
pt: A sincronização em direto e os avisos sensoriais no Apple Watch são exclusivos do KitchenFlow Pro.
zh_hans: Apple Watch 实时同步与触觉感官提醒为 KitchenFlow Pro 专属功能。

# watch.pro.unlock_hint
source: Unlock on iPhone
de: Auf dem iPhone freischalten
es: Desbloquear en el iPhone
fr: Débloquer sur l'iPhone
pt: Desbloquear no iPhone
zh_hans: 在 iPhone 上解锁

# settings.appearance.system
source: System
es: Sistema
fr: Système
pt: Sistema
zh_hans: 跟随系统

# settings.version
source: Version
es: Versión
pt: Versão
zh_hans: 版本号

source: %lld min
zh_hans: %lld 分钟
